Repository: tsmerda/meteorites-nasa
Catalog: MeteoritesNASA/Helpers/Localization/*.lproj/Localizable.strings
Languages: cs

# meteorite_list_all_meteorites
source: All meteorites
cs: Všechny meteority

# meteorite_list_nearest_meteorites
source: Nearest meteorites
cs: Nejbližší meteority

# meteorite_list_show_nearest_meteorites
source: Show nearest meteorites
cs: Zobrazit nejbližší meteority

# nearest_meteorites_detail_nearest_meteorites
source: Nearest meteorites
cs: Nejbližší meteority

# nearest_meteorites_detail_info_label
source: Select a meteorite on the map
cs: Vyberte některý z meteoritů na mapě

# map_travel_time
source: Travel time
cs: Doba cesty

# map_meteorite
source: Meteorite
cs: Meteorit

# meteorite_info_modal_recclass
source: Class
cs: Třída

# meteorite_info_modal_detail_info
source: Detailed information
cs: Detailní informace

# meteorite_info_modal_distance
source: Distance from impact point
cs: Vzdálenost od místa dopadu

# meteorite_info_modal_mass
source: Mass
cs: Hmotnost

# meteorite_info_modal_date
source: Impact date
cs: Datum dopadu

# meteorite_info_modal_coordinates
source: Coordinates
cs: Souřadnice

# meteorite_info_modal_navigate_to_meteorite
source: Navigate to meteorite
cs: Navigovat k meteoritu

# meteorite_info_modal_cancel_navigation
source: Cancel navigation
cs: Zrušit navigaci

# meteorite_info_modal_kilograms
source: kilograms
cs: kilogramů

# meteorite_info_modal_grams
source: grams
cs: gramů

# meteorite_info_modal_kilometers
source: kilometers
cs: kilometrů

# meteorite_info_modal_open_in_maps
source: Open in maps
cs: Otevřít v mapách
